<?php

return [
    'wishlist' => [
        'success' => 'تمت إضافة العنصر بنجاح إلى قائمة الأمنيات',
        'failure' => 'لا يمكن إضافة العنصر إلى قائمة الأمنيات',
        'already' => 'العنصر موجود بالفعل في قائمة الأمنيات الخاصة بك',
        'removed' => 'تمت إزالة العنصر بنجاح من قائمة الأمنيات',
        'remove-fail' => 'لا يمكن إزالة العنصر من قائمة الأمنيات',
        'empty' => 'ليس لديك أي عناصر في قائمة الامنيات',
        'select-options' => 'تحتاج إلى تحديد خيارات قبل إضافة إلى قائمة الأمنيات',
        'remove-all-success' => 'تمت إزالة جميع العناصر من قائمة الأمنيات الخاصة بك',
    ],
    'reviews' => [
        'empty' => '.لم تقم بمراجعة أي منتج حتى الآن'
    ],
    'customerDeactivated'   =>  'لقد تم إيقاف حسابك',
    'phoneNumberNotExist'   =>  'هذا الرقم عير مسجل لدينا',
    'phoneNumberExist'      =>  'هذا الرقم موجود من قبل. من فضلك قم بتسجيل الدخول',
    'otpSent'   =>  'تم الارسال بنجاح',
    'invalidOtp'    =>  'الرقم غير صحيح',
    'otpExpired'    =>  'الرقم غير صالح',
    'loginSuccess'  =>  'تم الدخول بنجاح',
    'otpMessage'    =>  'كود التفعيل الخاص بك في تطبيق "روبوستو" هو :otp',
    'itemsNotFound' =>  'المنتجات المطلوبه غير متاحه الان',
    'ccNumberInvalid'   =>  'رقم غير صحيح',
    'notValidReferral'  =>  'كود الدعوة غير صالح',
    'promoNotWithFirstOrder'    =>  'لايمكن تطبيق البرومو كود على اول اوردر',
    'notValidPromoCode' =>  'كود غير صالح',
    'thisAddressInOrder'    =>  'هذا العنوان عليه طلب قيد التنفيذ, لايمكنك حذفه الان. جرب لاحقاً',
    'notBNPLEligble'=>'لا يمكنك إستخدام خدمة الدفع لاحقا',
    'maxBNPLAmountToUse'=>'أقصي مبلغ متاح في خدمة الدفع لاحقا هو :amount',
    'minBNPLOrders'=>'باقي إكمال :amount أوردرات لتفعيل خدمة الدفع لاحقا'
];